IDEA Open Model
ResultClass.TypeUpdateResultClass Property
Compatible with IDEA StatiCa Beta 20.0
 Type of update RC. If TypeUpdateResultClass is Update, ListItem will be updated
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TypeUpdateResultClass TypeUpdateResultClass { get; set; }
Public Property TypeUpdateResultClass As TypeUpdateResultClass
	Get
	Set
Property Value
Type: TypeUpdateResultClass
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace